7zip
alacritty
alsa-utils
android-studio
android-tools
ani-cli
app2unit-git
appmenu-gtk-module
base
base-devel
bash-language-server
bitwarden-cli
bluetui
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
btrfs-progs
cava
chafa
chaotic-keyring
chaotic-mirrorlist
clang
clipse
cmake
ddcutil
discord
dnsmasq
dosfstools
dust
efibootmgr
elixir
elixir-ls
ethtool
exfat-utils
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
fd
firefox
fish
flatpak
foot
fuzzel
fzf
gdb
gemini-cli
ghostty
gimp
git
git-lfs
github-cli
glab
gleam
go
gparted
grim
grub
hyprland
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
imhex
intel-media-driver
intel-ucode
ipython
jadx
jq
jre-openjdk
jupyter-console
kanshi
kdeconnect
keyd
kitty
krita
libqalculate
libreoffice-fresh
libsixel
libva-utils
libvirt
links
linux
linux-firmware
linux-headers
localsend
love
lshw
lua-language-server
luarocks
mako
mermaid-cli
mpd
mpv
mtools
ncdu
neovim
net-tools
networkmanager
networkmanager-dmenu
niri
nm-connection-editor
nmap
nodejs-lts-jod
nordvpn-bin
notcurses
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obs-studio
obsidian
oh-my-zsh-git
openssh
os-prober
pacman-contrib
papirus-icon-theme
paru
pavucontrol
pdcurses
piper
pipewire-pulse
playerctl
pnpm
powertop
prettier
proton-vpn-gtk-app
pyright
python-aubio
python-distutils-extra
python-ipykernel
python-materialyoucolor-git
python-numpy
python-pyaudio
python-uv
qbittorrent
qemu-full
qpwgraph
qt5ct
qt6ct
readest
reptyr
ripgrep
rmpc
rofi
rofi-calc
rofimoji
rsync
rustdesk-bin
slack-desktop
slurp
smartmontools
socat
sox
speedtest-cli
spotify-launcher
sshfs
stow
stylua
sudo
svelte-language-server
swaybg
swayidle
swaylock
swi-prolog
syncthing
tailscale
tectonic
telegram-desktop
texlab
tk
tldr
tlp
tmux
tokei
torbrowser-launcher
translate-shell
trash-cli
tree-sitter-cli
ts-node
ttf-dejavu
ttf-ibm-plex
ttf-jetbrains-mono-nerd
ttf-material-symbols-variable-git
typescript-language-server
udiskie
ufw
unarchiver
unzip
uwsm
valgrind
vim
virt-manager
vulkan-intel
wallust-git
waybar
webkit2gtk-4.1
wev
wget
wl-clipboard
wlr-randr
woff2-font-awesome
wtype
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland-satellite
yazi
yt-dlp
zbar
zen-browser-bin
zip
zls
zram-generator
zsh
