accountsservice
adwaita-qt5
adwaita-qt6
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-studio
ani-cli
awesome-terminal-fonts
base
base-devel
bash-completion
bash-language-server
bat
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
catch2
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chwd
clipse
cmake
cool-retro-term
cppcheck
cpufetch
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
discord
distrobox
dmidecode
dmraid
dnsmasq
dosfstools
duf
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
elixir
elixir-ls
envycontrol
ethtool
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
ffmpegthumbnailer
firefox
flatpak
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fsarchiver
fuzzel
gdb
gemini-cli
ghostscript
ghostty
gimp
git
git-lfs
github-cli
glab
glances
gleam
glibc-debug
gnome-themes-extra
go
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
hdparm
hplip
hwdetect
hwinfo
imhex
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iptables-nft
ipython
iwd
jadx
jellyfin-desktop
jfsutils
kanshi
keyd
kitty
krita
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libqalculate
libreoffice-fresh
libva-nvidia-driver
libva-utils
limine
limine-mkinitcpio-hook
limine-snapper-sync
links
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
localsend
logrotate
lsb-release
lshw
lsof
lsscsi
lua-language-server
luarocks
lvm2
macchanger
mako
man-db
man-pages
mdadm
meld
mermaid-cli
mesa-utils
micro
minecraft-launcher
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
niri
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obsidian
opencl-nvidia
openssh
os-prober
pacman-contrib
partitionmanager
paru
pavucontrol
perl
piper
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
podman
polkit-gnome
polkit-kde-agent
poppler-glib
prettier
proton-vpn-cli
pv
pyright
python
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qbittorrent
qpwgraph
qt6ct
readest
rebuild-detector
reflector
ripgrep
rofimoji
rsync
rustdesk-bin
s-nail
sameboy
sddm
sg3_utils
signal-desktop
smartmontools
snapper
sof-firmware
speedtest-cli
splix
spotify-launcher
sshfs
st
stow
stylua
sudo
svelte-language-server
swaybg
swayidle
swaylock
switcheroo-control
sysfsutils
system-config-printer
tailscale
tectonic
texinfo
texlab
tldr
tlp
tmux
tokei
torbrowser-launcher
translate-shell
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typescript-language-server
ufw
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
uv
valgrind
ventoy-bin
vim
vlc-plugins-all
vulkan-intel
wallust-git
waybar
wayland-protocols
wev
wget
which
wine
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xhost
xorg-xwayland
xwayland-satellite
yazi
yt-dlp
zed
zen-browser-bin
zip
